Repository: squallstar/bancha
Catalog: application/language/locale/admin/*/LC_MESSAGES/bancha.po
Languages: it_it

source: The website is currently under maintenance. Please try later.
it_it: Il sito è attualmente in manutenzione. Riprova più tardi.

source: The default homepage has not been set. Please go to the settings and update the website homepage.
it_it: Homepage non settata correttamente. Controlla le impostazioni relative al sito internet.

source: Username/password wrong.
it_it: Username e/o password errati.

source: The records have been published.
it_it: I records sono stati pubblicati.

source: The records have been depublished.
it_it: I records sono stati depubblicati.

source: The records have been deleted.
it_it: I records sono stati eliminati.

source: The records have been rolled back to the production ones.
it_it: I records selezionati sono stati scartati e sono stati ripristinati quelli di produzione.

source: The content %n has been saved.
it_it: Il contenuto %n è stato salvato

source: The content %n has been published.
it_it: Il contenuto %n è stato pubblicato.

source: The content has been saved.
it_it: Il contenuto è stato salvato.

source: Something went wrong...
it_it: Qualcosa è andato storto...

source: First level
it_it: Primo livello

source: Cannot delete the record %r of type %t
it_it: Impossibile eliminare il record %r di tipo %t.

source: Error
it_it: Errore

source: The record ID was not set.
it_it: L'id del record non è stato settato.

source: Please insert a name for this type.
it_it: Inserisci un nome per il tipo.

source: The xml scheme of the content type %n has been updated
it_it: Lo schema XML del tipo di contenuto %n è stato aggiornato.

source: Cannot save that XML scheme.
it_it: Impossibile salvare lo schema XML.

source: Saving error
it_it: Errore di salvataggio

source: Cannot read the XML file.
it_it: Impossibile leggere il file XML.

source: The category %n has been added.
it_it: La categoria %n è stata aggiunta.

source: Cannot insert the category %n.
it_it: Impossibile inserire la categoria %n.

source: A category named %n already exists.
it_it: Esiste già una categoria chiamata %n.

source: The category %n has been deleted.
it_it: La categoria %n è stata eliminata.

source: Cannot renew the cache.
it_it: Impossibile rigenerare la cache.

source: The cache has been cleared.
it_it: La cache è stata ricreata correttamente.

source: The type named %n has been removed.
it_it: Il tipo %n è stato rimosso.

source: The hierarchy %n has been added.
it_it: La gerarchia %n è stata aggiunta.

source: The selected hierarchies have been deleted.
it_it: La gerarchia selezionarta è stata eliminata.

source: Choose one...
it_it: Seleziona uno...

source: Adapter not found.
it_it: Adapter non trovato.

source: You must upload a file.
it_it: E' necessario caricare un file.

source: The mime-type of the file is not allowed by this adapter.
it_it: Il mime-type del file non è valido per l'adapter selezionato.

source: %c records have been imported.
it_it: %c records sono stati importati.

source: %n has been installed!
it_it: %n è stato correttamente installato!

source: The module %m has no documentation or not exists.
it_it: Il modulo %n non contiene alcuna documentazione.

source: The settings has been updated
it_it: Le impostazioni sono state aggiornate.

source: The settings have been updated.
it_it: Le impostazioni sono state aggiornate

source: The folder %d has not been found on the filesystem.
it_it: La cartella %d non è stata trovata sul filesystem.

source: The theme %n does not exists.
it_it: Il tema %n non esiste.

source: The user has been deleted.
it_it: L'utente è stato eliminato.

source: The user informations have been updated.
it_it: Le informazioni dell'utente sono state aggiornate.

source: User not found
it_it: Utente non trovato

source: The group has been updated.
it_it: Il gruppo è stato aggiornato

source: A group with that name already exists.
it_it: Esiste già un gruppo con questo nome.

source: The group has been created.
it_it: Il gruppo è stato creato.

source: The requested group has not been found.
it_it: Il gruppo richiesto non è stato trovato.

source: The group has been deleted.
it_it: Il gruppo è stato eliminato.

source: Edit this content
it_it: Modifica questo contenuto

source: Edit this page
it_it: Modifica questa pagina

source: Preview
it_it: Anteprima

source: Back to admin
it_it: Torna all'amministrazione

source: Open profiler
it_it: Apri profiler

source: Delete section
it_it: Elimina sezione

source: You cannot create a content type named [cache].
it_it: Non puoi creare un tipo di contenuto chiamato [cache].

source: Name reserved
it_it: Nome riservato

source: A content type named %n already exists
it_it: Esiste già un tipo di contenuto chiamato %n.

source: Cannot create that type
it_it: Impossibile creare il tipo di contenuto.

source: Cannot insert that content type.
it_it: Impossibile inserire questo tipo di contenuto.

source: Cannot delete the template view directory for the content type %n.
it_it: Impossibile eliminare la directory delle view di template per il tipo di contenuto %n.

source: Categories
it_it: Categorie

source: Hierarchies
it_it: Gerarchie

source: Administrators
it_it: Amministratore

source: Editors
it_it: Editor

source: Default content type not defined
it_it: Tipo predefinito non definito.

source: My first post
it_it: Il mio primo post

source: Hello world
it_it: Ciao mondo

source: Hello world by a sample page.
it_it: Ciao mondo! Questa è una pagina di prova.

source: Type not set.
it_it: Tipo non settato.

source: Primary key or table not defined for the content type %n.
it_it: Chiave primaria o tabella non definita per il tipo di contenuto %n.

source: XML parser: Error
it_it: Errore durante il parsing XML

source: Untitled
it_it: Senza titolo

source: One of the fieldsets of type %n does not have the name attribute (mandatory).
it_it: One dei fieldset di tipo %n non presenta l'attributo obbligatorio "name".

source: The type %t has more than one fieldset named %n.
it_it: Il tipo %t ha più di un fieldset chiamato %n.

source: One of the fields of type %t does not have a name.
it_it: One dei campi del tipo %t è senza nome.

source: The field name %n is reserved (Type: %t) and needs to be changed!
it_it: Il campo %n di tipo %t utilizza un nome riservato che deve essere necessariamente cambiato.

source: The value of the node named type (field: %n, type %t) does not exists. Allowed values are:
it_it: Il valore inserito nel nodo type del campo %n di tipo %t non è ammesso. I valori consentiti sono:

source: Without title
it_it: Senza titolo

source: Page not found
it_it: Pagina non trovata

source: View detail
it_it: Visualizza dettaglio

source: You cannot create a hierarchy without a name.
it_it: Non puoi creare una gerarchia senza nome.

source: Cannot build the record.
it_it: Impossibile costruire il record.

source: Administration login
it_it: Login amministrazione

source: Back to site
it_it: Torna al sito

source: Username
it_it: Nome utente

source: Login
it_it: Entra

source: Remember me
it_it: Ricordami

source: Browse attachments
it_it: Sfoglia allegati

source: Close window
it_it: Chiudi finestra

source: Record documents
it_it: Documenti del record

source: Original
it_it: Originale

source: Resized
it_it: Ridimensionata

source: Thumbnail
it_it: Anteprima

source: Alternative text
it_it: Testo alternativo

source: View
it_it: Visualizza

source: Choose
it_it: Scegli

source: Delete image
it_it: Elimina immagine

source: No attachments found for this record.
it_it: Questo contenuto non ha alcun allegato.

source: Documents repository
it_it: Repository dei documenti

source: Here you can find the uploaded documents.
it_it: Qui puoi trovare gli ultimi documenti caricati nel repository.

source: Upload file
it_it: Carica file

source: Filename
it_it: Nome file

source: Actions
it_it: Azioni

source: Apply preset
it_it: Applica preset

source: Delete file
it_it: Elimina file

source: Edit content
it_it: Modifica contenuto

source: Back to list
it_it: Torna alla lista

source: Contents
it_it: Contenuti

source: Pages
it_it: Pagine

source: Save
it_it: Salva

source: Save and go to list
it_it: Salva e vai alla lista

source: Publish
it_it: Pubblica

source: Page address:
it_it: Indirizzo pagina:

source: Mandatory
it_it: Obbligatorio

source: Add
it_it: Aggiungi

source: Remove
it_it: Rimuovi

source: You can attach up to %n images
it_it: Puoi allegare %n immagini

source: Number of uploadable images excedeed.
it_it: Numero consentito di immagini superato.

source: Order
it_it: Ordinamento

source: You can attach up to %n files
it_it: Puoi allegare fino a %n files

source: File limit exceeded.
it_it: Limite di caricamento files superato

source: File name
it_it: Nome del file

source: File type
it_it: Tipo

source: This type has no categories
it_it: Questo tipo non ha categorie

source: There are no hierarchies
it_it: Non ci sono gerarchie

source: Errors
it_it: Errore

source: Close
it_it: Chiudi

source: Manage categories
it_it: Gestione categorie

source: Status
it_it: Stato

source: Draft
it_it: Bozza

source: Published
it_it: Pubblicato

source: Different
it_it: Differente

source: Apply filters
it_it: Applica filtri

source: Programmed
it_it: Programmato

source: Add child page
it_it: Aggiungi pagina figlia

source: View children pages
it_it: Visualizza pagine figlie

source: Delete
it_it: Elimina

source: Do you really want to delete this content?
it_it: Vuoi veramente eliminare questo contenuto?

source: Unpublish
it_it: Depubblica

source: Discard draft
it_it: Scarta bozza

source: Apply to selected
it_it: Applica ai selez.

source: There are
it_it: Ci sono

source: add a new one
it_it: aggiungine uno

source: There are no contents/pages for this type. To start, %a.
it_it: Non ci sono contenuti/pagine inserite per questo tipo. Per iniziare, %a.

source: Clear cache
it_it: Svuota cache

source: Manage settings
it_it: Gestione impostazioni

source: Scheme
it_it: Schema

source: Update settings
it_it: Aggiorna impostazioni

source: New page
it_it: Nuova pagina

source: General informations
it_it: Informazioni generali

source: Visibility date
it_it: Data di visibilità

source: Parent page
it_it: Pagina padre

source: Title
it_it: Titolo

source: Page URL
it_it: Parte finale URL

source: Language
it_it: Lingua

source: Content
it_it: Contenuto

source: Show in menu
it_it: Mostra nel menu

source: Main menu
it_it: Menu principale

source: Sitemap
it_it: Mappa del sito

source: Don't show
it_it: Non mostrare

source: Child no.
it_it: N. figli

source: Aspect
it_it: Aspetto

source: View template
it_it: Template di visualizzazione

source: Default
it_it: Predefinito

source: CSS Stylesheet
it_it: Regole di stile CSS

source: Javascript code
it_it: Codice Javascript

source: Page cache (minutes)
it_it: Cache pagina (minuti)

source: Priority
it_it: Priorità

source: Page action
it_it: Azione pagina

source: Single text
it_it: Testo introduttivo

source: Content list
it_it: Lista di contenuti

source: Custom action
it_it: Azione personalizzata

source: External link
it_it: Link esterno

source: Content type
it_it: Tipo di contenuto

source: WHERE Condition
it_it: Condizione WHERE

source: Results per page
it_it: Risultati per pagina

source: Results order
it_it: Ordinamento risultati

source: Publish date (DESC)
it_it: Data di pubblicazione (DESC)

source: Publish date (ASC)
it_it: Data di pubblicazione (ASC)

source: RSS Feed
it_it: Feed RSS

source: Yes
it_it: Si

source: Action name
it_it: Nome azione

source: Action mode
it_it: Modalità azione

source: Dispatch
it_it: Dispatcher

source: Content render
it_it: Render del contenuto

source: Redirect URL
it_it: URL di reindirizzamento

source: Attachments
it_it: Allegati

source: Images
it_it: Immagini

source: Description
it_it: Descrizione

source: Keywords
it_it: Parole chiave

source: Blog posts
it_it: Post del blog

source: New post
it_it: Nuovo articolo

source: Post content
it_it: Contenuto del post

source: Friendly URL
it_it: Parte finale URL

source: Comments no.
it_it: N. commenti

source: Image and files
it_it: Immagini e files

source: Comments
it_it: Commenti

source: New comment
it_it: Nuovo commento

source: Author info
it_it: Informazioni autore

source: Name
it_it: Nome

source: Website
it_it: Sito internet

source: E-mail address
it_it: Indirizzo email

source: Message
it_it: Messaggio

source: Linked post
it_it: Post collegato

source: Add new content type
it_it: Aggiungi nuovo tipo di contenuto

source: Back to types list
it_it: Torna alla lista dei tipi

source: Add new type
it_it: Aggiungi nuovo tipo

source: WARNING
it_it: ATTENZIONE

source: You can't change the type name after its creation.
it_it: Non puoi cambiare il nome di un tipo dopo la sua creazione

source: Type name
it_it: Nome del tipo

source: Type description
it_it: Descrizione

source: New item label
it_it: Etichetta nuovo contenuto

source: New content
it_it: Nuovo contenuto

source: Type structure
it_it: Struttura del tipo

source: Simple (Contents)
it_it: Semplice (Contenuti)

source: Tree (Pages)
it_it: Ad albero (Pagine)

source: Back to contents
it_it: Torna ai contenuti

source: Categories list
it_it: Lista categorie

source: Add new category
it_it: Aggiungi categoria

source: Category name
it_it: Nome categoria

source: Do you want to delete this category?
it_it: Vuoi eliminare questa categoria?

source: Delete category
it_it: Elimina categoria

source: This content type has no categories.
it_it: Questo contenuto non ha categorie.

source: Categories permits your contents to be more differents each other.
it_it: Le categorie permettono ai tuoi contenuti di differenziarsi maggiornamente tra di loro.

source: They can be useful to make different extractions and use them such as tags.
it_it: Può essere utile per gestire differenti estrazioni, ad esempio possono essere usati come tags.

source: Type delete
it_it: Eliminazione tipo

source: Cancel
it_it: Annulla

source: Content type delete
it_it: Eliminazione tipo di contenuto

source: If you delete the content type %n, will be also deleted from the filesystem these files:
it_it: Se elimini il tipo di contenuto %n, verranno eliminati anche i seguenti files dal filesystem:

source: Content type scheme definition
it_it: Schema di definizione del tipo di contenuto

source: View files related to list/detail actions of this content type (php templates).
it_it: Viste di lista e dettaglio di questo tipo di contenuto (templates .php)

source: All contents associated to this type will be deleted.
it_it: Tutti i contenuti associati a questo tipo verranno eliminati.

source: You can enable/disable this function through the variabile "DEAD RECORDS" in the config file.
it_it: Puoi abilitare o disabilitare questa funzionalità intervenendo sulla variabile "DEAD RECORDS" nel file di configurazione.

source: All contents associated to this type will NOT be deleted.
it_it: Tutti i contenuti associati a questo tipo NON verranno eliminati.

source: Delete type
it_it: Elimina tipo

source: Edit scheme
it_it: Modifica schema

source: Discard all
it_it: Scarta tutto

source: A wrong compilation of the XML tree could cause a malfunction of the website.
it_it: Una compilazione errata dello schema XML potrebbe causare un malfunzionamento del sito internet.

source: XML Structure
it_it: Struttura XML

source: Save scheme
it_it: Salva schema

source: Structure type
it_it: Tipo struttura

source: Tree
it_it: Ad albero

source: Simple
it_it: Semplice

source: No type of contents found. To start, %link.
it_it: Nessun tipo di contenuto trovato. Per iniziare, %link.

source: Welcome back, %u
it_it: Bentornato, %u

source: Last events
it_it: Ultimi eventi

source: Today
it_it: Oggi

source: at %time
it_it: alle %time

source: Unknown
it_it: Sconosciuto

source: %u updated the content %c of type %t.
it_it: %u ha aggiornato il contenuto %c di tipo %t.

source: %u created a new content of type %t named %c.
it_it: %u ha creato un nuovo contenuto di tipo %t chiamato %c.

source: %u published the content %c of type %t.
it_it: %u ha pubblicato il contenuto %c di tipo %t.

source: %u depublished the content %c.
it_it: %u ha depubblicato il contenuto %c.

source: %u installed %c.
it_it: %u ha installato %c.

source: %u login.
it_it: %u ha effettuato l'accesso.

source: %u logout.
it_it: %u ha effettuato l'uscita.

source: Manage hierarchies
it_it: Gestione gerarchie

source: Hierarchies list
it_it: Lista gerarchie

source: Add hierarchy
it_it: Aggiungi gerarchia

source: Here you will find the inserted hierarchies.
it_it: Qui trovi tutte le gerarchie inserite.

source: Delete selected
it_it: Elimina selezionati

source: There are no hierarchies.
it_it: Non ci sono gerarchie.

source: Hierarchy name
it_it: Nome della gerarchia

source: Parent hierarchy
it_it: Gerarchia padre

source: Import/export data
it_it: Importaz./esportaz. dati

source: Import records
it_it: Importazione dati

source: Export records
it_it: Esportazione dati

source: Destination content type
it_it: Tipo di contenuto di destinazione

source: Adapter type
it_it: Tipo di adapter

source: Source file
it_it: File sorgente

source: This function is under construction!
it_it: Questa funzione è attualmente in costruzione!

source: Import report
it_it: Report importazione dati

source: %n Installer
it_it: Installazione di %n

source: Bancha is already installed on this database!
it_it: Bancha è già installato su questo database!

source: To reinstall Bancha, you need to delete the "is_installed" key on the "settings" table.
it_it: Per reinstallare Bancha, devi eliminare la chiave "is_installed" della tabella "settings".

source: Bancha will be installed on the current host. Please select the operations that you want to perform
it_it: Bancha sarà installato sull'host corrente. Seleziona le operazioni che desideri eseguire.

source: Select operations
it_it: Seleziona operazioni

source: Remove/Create directories
it_it: Elimina e ricrea le directory

source: Drop records and create tables
it_it: Elimina records e ricrea tabelle

source: Restore default types
it_it: Ripristina tipi predefiniti

source: Restore default settings
it_it: Ripristina impostazioni predefinite

source: Clear and rebuild cache
it_it: Svuota e ricrea cache

source: Enable event logging
it_it: Abilita logging degli eventi

source: Install type
it_it: Tipo di installazione

source: Theme
it_it: Tema

source: Install
it_it: Installa

source: Page rendered in %n seconds using %m of memory.
it_it: La pagina è stata generata in %n secondi utilizzando %m di memoria.

source: Users
it_it: Utenti

source: Add new user
it_it: Aggiungi nuovo utente

source: Users list
it_it: Lista utenti

source: Groups and permissions
it_it: Gruppi e permessi

source: Manage
it_it: Gestione

source: Settings
it_it: Impostazioni

source: Modules
it_it: Moduli

source: Themes
it_it: Temi

source: Documentation
it_it: Documentazione

source: Logout
it_it: Esci

source: Module documentation
it_it: Documentazione modulo

source: Installed modules
it_it: Moduli installati

source: This are the currently installed modules. To install a module, just place it in the application/modules folder.
it_it: Di seguito l'elenco dei moduli correntemente installati. Per installare un modulo, inseriscilo nella directory application/modules.

source: There are no modules installed.
it_it: Non ci sono moduli installati.

source: Installed themes
it_it: Temi installati

source: Desktop theme
it_it: Tema del sito desktop

source: Mobile theme
it_it: Tema del sito mobile

source: Manage templates
it_it: Gestione templates

source: Apply changes
it_it: Applica cambiamenti

source: There are no installed themes.
it_it: Non ci sono temi installati.

source: Sections
it_it: Sezioni

source: Add HTML
it_it: Aggiungi codice HTML

source: Add PHP code
it_it: Aggiungi codice PHP

source: Edit blocks
it_it: Modifica blocchi

source: Back to templates list
it_it: Torna alla lista dei templates

source: Add section
it_it: Aggiungi sezione

source: Save changes
it_it: Salva cambiamenti

source: This templates has no blocks.
it_it: Questo template non ha blocchi.

source: Theme templates
it_it: Templates del tema

source: Template name
it_it: Nome del template

source: Duplicate template
it_it: Duplica template

source: Press the button below to start the automatic unit tests.
it_it: Premi il pulsanti per iniziare gli unit tests automatici.

source: Start tests
it_it: Avvia tests

source: Unit tests results
it_it: Risultati degli unit tests

source: List
it_it: Lista

source: Surname
it_it: Cognome

source: Email address
it_it: Indirizzo email

source: Group
it_it: Gruppo

source: Do you want to delete this user?
it_it: Vuoi eliminare questo utente?

source: There are %n users.
it_it: Ci sono %n utenti.

source: Manage group
it_it: Gestione gruppo

source: Back to groups list
it_it: Torna alla lista dei gruppi

source: Group informations
it_it: Informazioni sul gruppo

source: Group name
it_it: Nome del gruppo

source: Permissions
it_it: Permessi

source: Add group
it_it: Aggiungi gruppo

source: Add new group
it_it: Aggiungi nuovo gruppo

source: Back to users
it_it: Torna agli utenti

source: Do you want to delete this group?
it_it: Vuoi eliminare questo gruppo?

source: Delete group
it_it: Elimina gruppo
